tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "dnscrypt-proxy", restart_service: true
brew "git"
brew "git-extras"
brew "git-flow"
brew "graphviz"
brew "hugo"
brew "mas"
brew "neomutt"
brew "nodeenv"
brew "openjdk@11", link: true
brew "openjdk@8"
brew "pass"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "swiftformat"
brew "wget"
brew "zsh"
cask "adguard"
cask "alfred"
cask "android-studio"
cask "bitwarden"
cask "cryptomator"
cask "diffmerge"
cask "figma"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "fork"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mountain-duck"
cask "postman"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "steam"
cask "swiftformat-for-xcode"
cask "telegram"
cask "tower"
cask "visual-studio-code"
