# Taps
tap 'caskroom/cask'
# tap 'caskroom/eid'
tap 'caskroom/fonts'
# tap 'caskroom/versions'
tap 'AdoptOpenJDK/openjdk'

# Binaries
brew 'git'
brew 'zsh'

# Development
# brew 'nvm'
# brew 'pyenv'
# brew 'go'
brew 'ruby'
brew 'dnscrypt-proxy'
brew 'hugo'
brew 'ruby'
brew 'p7zip'

# Cask
cask 'authy'
cask 'bettertouchtool'
cask 'google-chrome'
cask 'iterm2'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'postman'
cask 'adoptopenjdk8'
cask 'android-file-transfer'
cask 'android-sdk'
# cask 'microsoft-office'
cask 'fork'
cask 'fastlane'
cask 'diffmerge'

# Fonts
cask 'font-sourcecodepro-nerd-font'
cask 'font-fira-code'
